{"MYD09GQ": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd09gq", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMYD09GQ provides Bands 1 and 2 at a 250-meter resolution in a daily gridded L2G product in the Sinusoidal projection. Science Data Sets provided for this product include reflectance for Bands 1 and 2, a quality rating, observation coverage, and observation number. This product is meant to be used in conjunction with the MYD09GA where important quality and viewing geometry information is stored.\nVersion-5 MODIS/Aqua Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MYD09GST, MYD09GHK, MYDMGGAD, MYDPT1KD, and MYDPTHKM encapsulated within MYD09GA\n\n\t\tRevised methodology for choosing first layer observation\n\n\t\tReduced file volume: internal compression", "title": "Surface Reflectance Daily L2G Global 250m"}, "MYD09CMG": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd09cmg", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMYD09CMG provides Bands 1–7 in a daily level-3 product gridded on a simple 0.05 degree (5600-meter) Geographic projection. Data for each pixel is selected on the basis of low solar zenith angle, minimum Band 3 (blue) reflectance, and absence of cloud from level-3 intermediate files. Science Data Sets provided for this product include reflectance values for Bands 1–7, brightness temperatures for Bands 20, 21, 31, and 32, solar and view zenith angles, relative azimuth angle, ozone, granule time, and quality assessment.\nVersion-5 MODIS/ Aqua Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MYD09GST, MYD09GHK, MYDMGGAD, MYDPT1KD, and MYDPTHKM encapsulated within MYD09GA\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance Daily L3 Global 0.05Deg CMG"}, "MYD13Q1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13q1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MYD13Q1 data are provided every 16 days at 250-meter spatial resolution as a gridded level-3 product in the Sinusoidal projection. Lacking a 250m blue band, the EVI algorithm uses the 500m blue band to correct for residual atmospheric effects, with negligible spatial artifacts.\nVegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production between Terra and Aqua products for improved temporal frequency (Terra 16-day period starting Day 001, Aqua 16-day period starting Day 009)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band called Pixel Reliability\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 250m"}, "MOD09CMG": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod09cmg", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMOD09CMG provides Bands 1–7 in a daily level-3 product gridded on a simple 0.05 degree (5600-meter) Geographic projection. Data for each pixel is selected on the basis of low solar zenith angle, minimum Band 3 (blue) reflectance, and absence of cloud from level-3 intermediate files. Science Data Sets provided for this product include reflectance values for Bands 1–7, brightness temperatures for Bands 20, 21, 31, and 32, solar and view zenith angles, relative azimuth angle, ozone, granule time, and quality assessment.\nVersion-5 MODIS/Terra Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MOD09GST, MOD09GHK, MODMGGAD, MODPT1KD, and MODPTHKM encapsulated within MOD09GA\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance Daily L3 Global 0.05Deg CMG"}, "MOD13C2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13c2", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 470-nanometers, 648-nanometers, and 848-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for historical applications. The MODIS NDVI product contains atmospherically corrected bi-directional surface reflectances masked for water, clouds, and cloud shadows. Another MODIS index, the Enhanced Vegetation Index or EVI, uses the blue band to remove residual atmospheric contamination caused by smoke and sub-pixel thin clouds. The EVI also uses feedback adjustment to minimize canopy background variations and to enhance vegetation sensitivity from sparse to dense vegetation conditions.\nGlobal MOD13C2 data are cloud-free spatial composites of the gridded 16-day 1-kilometer MOD13A2, and are provided monthly as a level-3 product projected on a 0.05 degree (5600-meter) geographic Climate Modeling Grid (CMG). Cloud-free global coverage is achieved by replacing clouds with the historical MODIS time series climatology record.\nVegetation indices are used for globally monitoring vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties, including land cover.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tThis monthly VI product is generated per calendar month\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices Monthly L3 Global 0.05Deg CMG"}, "MOD11A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11a1", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E Daily L3 Global 1 km Grid product (MOD11A1), is tile-based and gridded in the Sinusoidal projection, and produced daily at 1 km spatial resolution. The following version-specific tabs delineate details for V4, V41, and V5 MOD11A1 products.", "title": "Land Surface Temperature and Emissivity Daily L3 Global 1 km Grid SIN"}, "MOD44W": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod44w", "description": "The new MODIS 250 m land-water mask (Short Name: MOD44W) is an improvement over the existing MODIS Nadir Bidirectional Reflectance Distribution Function (BRDF)-Adjusted Reflectance (NBAR) and MODIS land cover-based global land-water mask (Salomon et al., 2004). The MODIS NBAR and land cover–based mask was itself an improved version of the EOS DEM-based land-water mask (Logan et al., 1999). The new MODIS 250 m mask is primarily created with three different data inputs:\n\n\t\tThe Shuttle Radar Topography Mission’s (SRTM) Water Body Dataset (SWBD) (Areas between 60° S to 60° N);\n\n\t\tThe MOD44C, a non-public, 250 m global 16-day composite collection based on 8+ years of Terra MODIS data, and 6+ years of Aqua MODIS data. This data set originally provided the input to produce the Vegetative Cover Conversion, and Vegetative Continuous Fields products (Areas between 60° N to 90° N); and\n\n\t\tThe MODIS–based Mosaic of Antarctica (MOA), which is a 250 m MODIS level-1b mosaic for Antarctica (Areas within Antarctica between 60° S and 90° S).\nOther appropriate and publicly available data sets were also used to supplement the production of the MODIS 250 m land–water mask. Additional details regarding the methodology are available in the User Guide.\nThis marks the first time that such a global MODIS-SRTM land-water mask is offered publicly to end-users. This data set is provided in the same gridded tile structure that is common to several higher-level MODIS land products.", "title": "Land Water Mask Derived from MODIS and SRTM L3 Global 250m SIN Grid"}, "MYD09GA": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd09ga", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMYD09GA provides Bands 1–7 in a daily gridded L2G product in the Sinusoidal projection, including 500-meter reflectance values and 1-kilometer observation and geolocation statistics. 500-m Science Data Sets provided for this product include reflectance for Bands 1–7, a quality rating, observation coverage, observation number, and 250-m scan information. 1-kilometer Science Data Sets provided include number of observations, quality state, sensor angles, solar angles, geolocation flags, and orbit pointers.\nVersion-5 MODIS/Aqua Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MYD09GST, MYD09GHK, MYDMGGAD, MYDPT1KD, and MYDPTHKM encapsulated within MYD09GA\n\n\t\tRevised methodology for choosing first layer observation\n\n\t\tReduced file volume: internal compression", "title": "Surface Reflectance Daily L2G Global 1km and 500m"}, "MOD11_L2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11_l2", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E 5-Minute L2 Swath 1 km data set (Short name: MOD11_L2) is produced daily at 5-minute increments, and covers both daytime and nighttime acquisitions including the polar regions. The following version-specific tabs delineate details for V4, V41, and V5 MOD11_L2 products.", "title": "MODIS/Terra Land Surface Temperature and Emissivity 5-Minute L2 Swath 1 km"}, "MOD44B": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod44b", "description": "The Terra MODIS Vegetation Continuous Fields (VCF) product is a sub-pixel-level representation of surface vegetation cover estimates globally.  Designed to continuously represent Earth’s terrestrial surface as a proportion of basic vegetation traits, it provides a gradation of three surface cover components: percent tree cover, percent non-tree cover, and percent bare.  VCF products provide a continuous, quantitative portrayal of land surface cover with improved spatial detail, and hence, are widely used in environmental modeling and monitoring applications.\nThe first generation of the VCF algorithm involved a semi-automated process to generate regression trees with machine learning software.  A human operator was required to evaluate the tree and decide if it needed more or less training data inputs.  The V003 VCF product is the first version from that generation, and only contains the percent tree cover layer, as does the current V005.  A subsequent version will incorporate the additional two layers (i.e., percent non-tree vegetation and percent bare).  Generated yearly, the VCF product is produced using monthly composites of Terra MODIS 250 and 500 meters Land Surface Reflectance data, including all seven bands, and Land Surface Temperature.\nSeveral reasons help explain the inter-annual fluctuations in the percentage of tree cover from year to year, and therefore, users should exercise caution when considering performing inter-annual comparisons of VCF.\nThe VCF products are validated to stage-1; this means that their product accuracy was estimated through an assessment of the training data’s accuracy, and from limited in situ field validation datasets.", "title": "Vegetation Continuous Fields Yearly L3 Global 250m"}, "MOD11A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11a2", "description": "The level-3 MODIS global Land Surface Temperature (LST) and Emissivity 8-day data are composed from the daily 1-kilometer LST product (MOD11A1) and stored on a 1-km Sinusoidal grid as the average values of clear-sky LSTs during an 8-day period.\nMOD11A2 is comprised of daytime and nighttime LSTs, quality assessment, observation times, view angles, bits of clear sky days and nights, and emissivities estimated in Bands 31 and 32 from land cover types.\nVersion-5 MODIS/Terra Land Surface Temperature/Emissivity products are validated to Stage 2, which means that their accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Further details regarding MODIS land product validation for the LST/E products are available from the following URL: http://landval.gsfc.nasa.gov/ProductStatus.php?ProductID=MOD11\nAlthough later, improved versions of this product may exist, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\nCollection 5 Changes in the V5 PGE16 (PDF)", "title": "Land Surface Temperature & Emissivity 8-Day L3 Global 1km"}, "MYD09Q1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd09q1", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMYD09Q1 provides Bands 1 and 2 at 250-meter resolution in an 8-day gridded level-3 product in the Sinusoidal projection. Each MYD09Q1 pixel contains the best possible L2G observation during an 8-day period as selected on the basis of high observation coverage, low view angle, the absence of clouds or cloud shadow, and aerosol loading. Science Data Sets provided for this product include reflectance values for Bands 1 and 2, and a quality rating.\nVersion-5 MODIS/Aqua Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance 8-Day L3 Global 250m"}, "MOD11C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11c1", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E Daily L3 Global 0.05Deg CMG (Short name: MOD11C1) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MOD11C1 products.", "title": "MODIS/Terra Land Surface Temperature and Emissivity Daily L3 Global 0.05Deg CMG"}, "MOD11C2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11c2", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E 8-Day L3 Global 0.05Deg CMG (Short name: MOD11C2) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MOD11C2 products.", "title": "MODIS/Terra Land Surface Temperature and Emissivity 8-Day L3 Global 0.05Deg CMG"}, "MOD11C3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11c3", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E Monthly L3 Global 0.05Deg CMG (Short name: MOD11C3) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MOD11C3 products.", "title": "MODIS/Terra Land Surface Temperature and Emissivity Monthly L3 Global 0.05Deg CMG"}, "MYD11B1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11b1", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E Daily L3 Global 5 km Grid (Short name: MYD11B1), is tile-based and gridded in the Sinusoidal projection, and produced daily at 5 Km spatial resolution. The following version-specific tabs delineate details for V4, V41, and V5 MYD11B1 products.", "title": "MODIS/Aqua Land Surface Temperature and Emissivity Daily L3 Global 5 km Grid SIN"}, "MCD43B3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43b3", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Albedo product (MCD43B3) provides 1-kilometer data describing both directional hemispherical reflectance (black-sky albedo) at local solar noon and bihemispherical reflectance (white-sky albedo). These MCD43B3 albedo quantities are produced from the16-day anisotropy models provided in MCD43B1 and represent averages of the underlying 500m values. If black-sky albedos at different solar zenith angles are required then the MCD43B1 values should be used directly to generate them. The MCD43B3 albedo quantities are provided as a level-3 gridded product in the Sinusoidal projection.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t1km and 500m products now available: the 1km product is an average of the 500m values (QA flags represent the majority situation)\n\n\t\tQuality information stored as a separate product (MCD43B2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Albedo 16-Day L3 Global 1km"}, "MCD43B1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43b1", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Model Parameters product (MCD43B1) contains three-dimensional (3D) data sets providing users with weighting parameters for the anisotropy models used to derive the Albedo and NBAR products (MCD43B3 and MCD43B4). The models support the spatial relationship and parameter characterization best describing the differences in radiation due to the scattering (anisotropy) of each pixel, relying on multi-date, atmospherically corrected, cloud-cleared input data measured over 16-day periods.\nThe BRDF/Albedo Model Parameters can be used with a simple polynomial to easily estimate the black-sky albedo with good accuracy for any desired solar zenith angle. BRDF shape and properties are further described by the shape indicators included in the product.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t1km and 500m products now available: the 1km product is an average of the 500m values (QA flags represent the majority situation)\n\n\t\tQuality information stored as a separate product (MCD43B2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Model Parameters 16-Day L3 Global 1km"}, "MOD14A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod14a2", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are employed to reject typical false alarm sources like sun glint or an unmasked coastline.\nMOD14A2 data are 8-day fire-mask composites at 1-kilometer resolution provided as a gridded level-3 product in the Sinusoidal projection. Science Data Sets include the fire-mask and algorithm quality.\nThe Terra MODIS instrument acquires data twice daily (10:30 AM and PM), as does the Aqua MODIS (1:30 PM and AM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\nVersion-5 MODIS/Terra Thermal Anomalies/Fire products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tInternal HDF compression reduces products to ~5% of their uncompressed size\n\n\t\tSDS \"most confident detected fire\" renamed as \"FireMask\"\n\n\t\tReduced 32-bit QA to simpler 8-bit layer\n\n\t\tAdded global HDF attributes to simplify use of tile-level QA\n\n\t\tMore: Collection 5 Change Summary for MODIS Active Fire Algorithm and Products (PDF)", "title": "Thermal Anomalies & Fire 8-Day L3 Global 1km"}, "MCD43B4": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43b4", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Nadir BRDF Adjusted Reflectance (NBAR) product MCD43B4 provides 1-kilometer reflectance data adjusted using the bidirectional reflectance distribution function (BRDF) of MCD43B1 to model values as if they were acquired from a nadir view. MCD43B4 reflectance represents that best characterization of the surface possible from the inputs available over a 16-day period. If observations at view and illumination angles other than nadir are required then the MCD43B1 models should be used directly in the BRDF Forward Model. The MCD43B4 NBAR quantities are provided as a level-3 gridded product in the Sinusoidal projection.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t1km and 500m products now available: the 1km product is an average of the 500m values (QA flags represent the majority situation)\n\n\t\tQuality information stored as a separate product (MCD43B2)\n\n\t\tSolar Zenith Angle changed from mean to angle at local solar noon\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Nadir BRDF- Adjusted Reflectance Reflectance 16-Day L3 Global 1km"}, "MOD13A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13a1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products provide continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MOD13A1 data are provided every 16 days at 500-meter spatial resolution as a gridded level-3 product in the Sinusoidal projection. Vegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production between Terra and Aqua products for improved temporal frequency (Terra 16-day period starting Day 001, Aqua 16-day period starting Day 009)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 500m"}, "MOD13A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13a2", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MOD13A2 data are provided every 16 days at 1-kilometer spatial resolution as a gridded level-3 product in the Sinusoidal projection. Vegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production between Terra and Aqua products for improved temporal frequency (Terra 16-day period starting Day 001, Aqua 16-day period starting Day 009)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 1km"}, "MOD13A3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13a3", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MOD13A3 data are provided monthly at 1-kilometer spatial resolution as a gridded level-3 product in the Sinusoidal projection. In generating this monthly product, the algorithm ingests all the 16-day 1-kilometer products that overlap the month and employs a weighted temporal average if data is cloud free, or a maximum value in case of clouds. Vegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices Monthly L3 Global 1km"}, "MOD09A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod09a1", "description": "Documentation Error in certain MOD09A1.005 granules\nThe MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMOD09A1 provides Bands 1–7 at 500-meter resolution in an 8-day gridded level-3 product in the Sinusoidal projection. Each MOD09A1 pixel contains the best possible L2G observation during an 8-day period as selected on the basis of high observation coverage, low view angle, the absence of clouds or cloud shadow, and aerosol loading. Science Data Sets provided for this product include reflectance values for Bands 1–7, quality assessment, and the day of the year for the pixel along with solar, view, and zenith angles.\nVersion-5 MODIS/Terra Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance 8-Day L3 Global 500m"}, "MCD45A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd45a1", "description": "MCD45A1 is a monthly Level-3 gridded 500-meter product, which contains burning and quality information on a per-pixel basis. Produced from both the Terra and Aqua MODIS-derived daily surface reflectance inputs, the algorithm analyzes the daily surface reflectance dynamics to locate rapid changes, uses that information to detect the approximate date of burning, and maps the spatial extent of recent fires only. It provides varied quality assessment information and a single summary quality assessment score for each pixel.\nThe MCD45A1 algorithm improves on previous methods by using a bidirectional reflectance distribution function (BRDF) model-based change detection approach to handle angular variations in the data. It further uses a statistical measure to identify change probability from a previously observed state. A monthly MCD45A1 product is based on three months of atmospherically and geometrically corrected, cloud-screened daily reflectance data.", "title": "Burned Area Monthly L3 Global 500m"}, "MOD09GQ": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod09gq", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMOD09GQ provides Bands 1 and 2 at a 250-meter resolution in a daily gridded L2G product in the Sinusoidal projection. Science Data Sets provided for this product include reflectance for Bands 1 and 2, a quality rating, observation coverage, and observation number. This product is meant to be used in conjunction with the MOD09GA where important quality and viewing geometry information is stored.\nVersion-5 MODIS/Terra Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MOD09GST, MOD09GHK, MODMGGAD, MODPT1KD, and MODPTHKM encapsulated within MOD09GA\n\n\t\tRevised methodology for choosing first layer observation\n\n\t\tReduced file volume: internal compression", "title": "Surface Reflectance Daily L2G Global 250m"}, "MOD15A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod15a2", "description": "The level-4 MODIS global Leaf Area Index (LAI) and Fraction of Photosynthetically Active Radiation (FPAR) product is composited every 8 days at 1-kilometer resolution on a Sinusoidal grid. Science Data Sets provided in the MOD15A2 include LAI, FPAR, a quality rating, and standard deviation for each variable.\nThe LAI variable defines the number of equivalent layers of leaves relative to a unit of ground area, whereas FPAR measures the proportion of available radiation in the photosynthetically active wavelengths that are absorbed by a canopy. Both variables are used as satellite-derived parameters for calculating surface photosynthesis, evapotranspiration, and net primary production, which in turn are used to calculate terrestrial energy, carbon, water cycle processes, and biogeochemistry of vegetation.\nVersion-5 MODIS/Terra LAI products are Validated Stage 2, accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Version-5 MODIS/Terra FPAR products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tAlgorithm refinements were targeted to improve quality of LAI/FPAR retrievals and consistency with field measurements over all biomes but with major focus on woody vegetation\n\n\t\tOld 6-biome LAI/FPAR map was replaced with new 8-biome map (broadleaf and needle leaf forest classes were split into deciduous and evergreen subclasses)\n\n\t\tRefinement of the LUTs of the LAI/FPAR algorithm for all 8 biomes\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: Collection 5 LAI/FPAR Changes (PDF)", "title": "Leaf Area Index - Fraction of Photosynthetically Active Radiation 8-Day L4 Global 1km"}, "MCD12C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd12c1", "description": "The Land Cover Type Climate Modeling Grid (CMG) product (Short Name: MCD12C1) provides the dominant land cover types at a lower spatial resolution (0.05°) compared to the Land Cover Type product.  In addition, it also provides a land cover type assessment, percent distribution, and quality control information.  The following version-specific tabs delineate details for V5 and V51 MCD12C1 products.", "title": "Land Cover Type Yearly L3 Global 0.05Deg CMG"}, "MYD17A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd17a2", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Gross Primary Productivity (GPP) product (MYD17A2) is a cumulative composite of GPP values based on the radiation use efficiency concept that may be used as inputs to data models for calculating terrestrial energy, carbon, water cycle processes, and biogeochemistry of vegetation. MYD17A2 is an 8-day composite at 1-kilometer spatial resolution provided as a gridded level-4 product in the Sinusoidal projection.\nVersion-5 MODIS/Aqua GPP products are Validated Stage 3, meaning accuracy has been assessed, and the uncertainties in the product well-established via independent measurements made in a systematic and statistically robust way that represents global conditions. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tData Set Name change to emphasize Gross Primary Production over Net Photosynthesis\n\n\t\tModification of parameters in Biome Property Look-Up Table (BPLUT) to agree with GPP derived from measurements at eddy flux towers and synthesized NPP\n\n\t\tSpatially non-linear interpolation of coarse resolution meteorological data into 1-km MODIS pixel level, instead of nearest neighbor sampling, to increase the accuracy of meteorological data input at pixel level\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: Collection 005 Change Summary for the MODIS Land Vegetation Primary Production (17A2/A3) Algorithm (PDF)", "title": "Gross Primary Productivity 8-Day L4 Global 1km"}, "MOD14": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod14", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are employed to reject typical false alarm sources like sun glint or an unmasked coastline.\nMOD14 is level-2 swath data provided daily at 1-kilometer resolution. The Science Data Sets in this product include fire-mask, algorithm quality, radiative power, and numerous layers describing fire pixel attributes.\nThe Terra MODIS instrument acquires data twice daily (10:30 AM and PM), as does the Aqua MODIS (1:30 PM and AM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\nVersion-5 MODIS/Terra Thermal Anomalies/Fire products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tChanged calculation of fire radiative power (FRP) to produce more useful output; users no longer need to multiply FRP by pixel area\n\n\t\tChanged long name of SDS \"FP_power\"\n\n\t\tChanged calculation of detection confidence to more accurately identify questionable fire pixels\n\n\t\tMore: Collection 5 Change Summary for MODIS Active Fire Algorithm and Products (PDF)", "title": "Thermal Anomalies & Fire 5-Min L2 Swath 1km"}, "MCD43B2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43b2", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Quality product (MCD43B2) describes the overall condition of the other BRDF and Albedo products. The MCD43B2 product contains 16 days of data at 1 km spatial resolution provided as a level-3 gridded data set in Sinusoidal projection, and includes albedo quality, snow conditions, ancillary information, and inversion information.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t1km and 500m products now available: the 1km product is an average of the 500m values (QA flags represent the majority situation)\n\n\t\tQuality information stored as a separate product (MCD43B2) in simplified form\n\n\t\tLocal Solar Noon changed from 5-degree steps to degrees\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Quality 16-Day L3 Global 1km"}, "MYD15A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd15a2", "description": "The level-4 MODIS global Leaf Area Index (LAI) and Fraction of Photosynthetically Active Radiation (FPAR) product is composited every 8 days at 1-kilometer resolution on a Sinusoidal grid. Science Data Sets provided in the MYD15A2 include LAI, FPAR, a quality rating, and standard deviation for each variable.\nThe LAI variable defines the number of equivalent layers of leaves relative to a unit of ground area, whereas FPAR measures the proportion of available radiation in the photosynthetically active wavelengths that are absorbed by a canopy. Both variables are used as satellite-derived parameters for calculating surface photosynthesis, evapotranspiration, and net primary production, which in turn are used to calculate terrestrial energy, carbon, water cycle processes, and biogeochemistry of vegetation.\nVersion-5 MODIS/Aqua LAI products are Validated Stage 2, accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Version-5 MODIS/Aqua FPAR products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tAlgorithm refinements were targeted to improve quality of LAI/FPAR retrievals and consistency with field measurements over all biomes but with major focus on woody vegetation\n\n\t\tOld 6-biome LAI/FPAR map was replaced with new 8-biome map (broadleaf and needle leaf forest classes were split into deciduous and evergreen subclasses)\n\n\t\tRefinement of the LUTs of the LAI/FPAR algorithm for all 8 biomes\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: Collection 5 LAI/FPAR Changes (PDF)", "title": "Leaf Area Index - Fraction of Photosynthetically Active Radiation 8-Day L4 Global 1km"}, "MCD12Q1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd12q1", "description": "The MODIS Land Cover Type product (Short Name: MCD12Q1) provides data characterizing five global land cover classification systems.  In addition, it also provides a land cover type assessment, and quality control information.  The following version-specific tabs delineate details for V5 and V51 MCD12Q1 products.", "title": "Land Cover Type Yearly L3 Global 500 m SIN Grid"}, "MCD43C3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43c3", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Albedo product (MCD43C3) provides data describing both directional hemispherical reflectance (black-sky albedo) and bihemispherical reflectance (white-sky albedo). The MCD43C3 product contains 16 days of data provided in a level-3 data set projected to a 0.05° (5600 meters) latitude/longitude Climate Modeling Grid (CMG).\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tSnow-free parameters and quality available in new product (MCD43C2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Albedo 16-Day L3 Global 0.05Deg CMG"}, "MCD12Q2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd12q2", "description": "Attention: The Dynamics_QC layer of the MCD12Q2 products is not performing as intended. Users are advised to ignore QC information until the issue is resolved.\nThe V005 MODIS Land Cover Dynamics (MCD12Q2) product (informally called the MODIS Global Vegetation Phenology product) provides estimates of the timing of vegetation phenology at global scales. Additionally, it also provides information related to the range and summation of the enhanced vegetation index (EVI) computed from MODIS surface reflectance data at each pixel. It identifies the vegetation growth, maturity, and senescence that mark seasonal cycles. In contrast to the version 004 incarnation of this product (MOD12Q2), MCD12Q2 uses both Terra and Aqua MODIS input data. MCD12Q2 is produced once a year with 24 months of input data (i.e., the 12 months of interest data bracketed by six month’s data on either side). The version 005 MCD12Q2 products range from 2001 through 2006.\nMCD12Q2 primarily uses MODIS EVI, which is computed from the MODIS Nadir Bidirectional Reflectance Distribution Function (BRDF)-Adjusted Reflectance (NBAR) product instead of the MOD09 surface reflectance product. In contrast to the version 004 product, MCD12Q2 uses NBAR values computed from an 8-day period at 500 m spatial resolution. Huete et al. (2002) provide the formula used to derive the EVI from the NBAR data. The snow and ice flag included in the MODIS NBAR product’s QA field is useful to filter out data points associated with snow-covered surfaces from the input time-series, especially because snow presence introduces large temporal variations in EVI that are not associated with vegetation phenology. Land surface temperature data inputs are derived from the MODIS MOD11A2 8-day composite products.\n\n\tChange Points of Interest\n\n\t\tThe V005 Land Cover Dynamics product is produced at a higher spatial resolution (500 m) than the V004 product (1000 m)\n\n\t\tThe V005 Land Cover Dynamics product uses both Aqua and Terra inputs\n\n\t\tThe V005 Land Cover product uses NBAR values computed from an 8-day period compared to a 16-day period in the V004 product", "title": "Land Cover Dynamics Yearly L3 Global 500 m SIN Grid"}, "MYD14A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd14a1", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are used to reject typical false alarm sources like sun glint or an unmasked coastline.\nMYD14A1 is produced every 8 days at 1-kilometer resolution as a gridded level-3 product in the Sinusoidal projection. This product is unique in that it has three dimensions: fire-mask (1D) and a maximum fire-radiative-power (2D) are provided for each day (3D) in the 8-day period. For example, the fire-mask contains eight, band-sequential (day), 1200 x 1200 images of fire data representing consecutive days of data collection.\nThe Aqua MODIS instrument acquires data twice daily (it crosses the equator locally at 1:30 PM and AM), as does Terra MODIS (it crosses the equator locally at 10:30 AM and PM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\nVersion-5 MODIS/Aqua Thermal Anomalies/Fire are Validated Stage-1 products, meaning that their accuracy was estimated using a small number of independent measurements obtained from selected locations, time periods and ground-truth/field program efforts. Although later improved versions may exist, these data are ready for use in scientific applications.\n\n\tChange Points of Interest\n\n\t\tInternal HDF compression reduces products to ~5% of their uncompressed size\n\n\t\tAdded two new SDSs (\"MaxFRP\" and \"sample\")\n\n\t\tSDS \"most confident detected fire\" renamed as \"FireMask\"\n\n\t\tReduced 32-bit QA to simpler 8-bit layer\n\n\t\tAdded global HDF attributes to simplify use of tile-level QA\n\n\t\tAs always, MYD14A1 products contain 8 days of data per file, but in V005 metadata is written for each day, rather than as totals for the entire 8-day period\n\n\t\tFor more information: Collection 5 Change Summary for MODIS Active Fire Algorithm and Products (PDF)", "title": "Thermal Anomalies & Fire Daily L3 Global 1km"}, "MOD09GA": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod09ga", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMOD09GA provides Bands 1-7 in a daily gridded L2G product in the Sinusoidal projection, including 500-meter reflectance values and 1-kilometer observation and geolocation statistics. 500-m Science Data Sets provided for this product include reflectance for Bands 1-7, a quality rating, observation coverage, observation number, and 250-m scan information. 1-kilometer Science Data Sets provided include number of observations, quality state, sensor angles, solar angles, geolocation flags, and orbit pointers.\nVersion-5 MODIS/Terra Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced number of data products: MOD09GST, MOD09GHK, MODMGGAD, MODPT1KD, and MODPTHKM encapsulated within MOD09GA\n\n\t\tRevised methodology for choosing first layer observation\n\n\t\tReduced file volume: internal compression", "title": "Surface Reflectance Daily L2G Global 1km and 500m"}, "MOD17A3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod17a3", "description": "Net Primary Productivity (NPP) defines the rate at which all plants in an ecosystem produce net useful chemical energy.  In other words, NPP is equal to the difference between the rate at which plants in an ecosystem produce useful chemical energy (or GPP), and the rate at which they expend some of that energy for respiration.\nThe version-55 of the NPP product is produced by the Numerical Terradynamic Simulation Group (NTSG)/University of Montana (UMT).  It corrects the problem with cloud-contaminated MODIS LAI-FPAR inputs to the MOD17 algorithm.  The original, uncorrected datasets constitute the version-4 NPP products.  For further details regarding the differences between the NTSG and NASA versions of this product, please consult the document referenced in the following news release: Terra MODIS GPP/NPP Products from NTSG/University of Montana\nVersion-55 Terra/MODIS NPP products are validated to Stage-3; this means that its accuracy was assessed and uncertainties in the product were well-established via independent measurements made in a systematic and statistically robust way that represents global conditions.  These data are deemed ready for use in science applications.", "title": "Terra/MODIS Net Primary Production Yearly L4 Global 1km"}, "MYD13A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13a2", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MYD13A2 data are provided every 16 days at 1-kilometer spatial resolution as a gridded level-3 product in the Sinusoidal projection. VI production is phased between Terra and Aqua acquisitions, with Terra beginning on Day 001 and Aqua beginning on Day 008.\nVegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production for improved temporal frequency (produced every 8 days using the last 16-days of acquisitions, starting with day 009 of every year)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band called Pixel Reliability\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 1km"}, "MYD13A3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13a3", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MYD13A3 data are provided monthly at 1-kilometer spatial resolution as a gridded level-3 product in the Sinusoidal projection. In generating this monthly product, the algorithm ingests all the 16-day 1-kilometer products that overlap the month and employs a weighted temporal average if data is cloud free, or a maximum value in case of clouds.\nVegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band called Pixel Reliability\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices Monthly L3 Global 1km"}, "MYD13A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13a1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MYD13A1 data are provided every 16 days at 500-meter spatial resolution as a gridded level-3 product in the Sinusoidal projection. VI production is phased between Terra and Aqua acquisitions, with Terra beginning on Day 001 and Aqua beginning on Day 008.\nVegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production for improved temporal frequency (produced every 8 days using the last 16-days of acquisitions, starting with day 009 of every year)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band called Pixel Reliability\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 500m"}, "MCD15A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd15a2", "description": "The level-4 MODIS global Leaf Area Index (LAI) and Fraction of Photosynthetically Active Radiation (FPAR) product is composited every 8 days at 1-kilometer resolution on a Sinusoidal grid. The MCD15A2 product includes the following Science Data Sets: LAI, FPAR, and a set of quality rating, and standard deviation layers for each variable.\nThe LAI variable defines the number of equivalent layers of leaves relative to a unit of ground area, whereas FPAR measures the proportion of available radiation in the photosynthetically active wavelengths that are absorbed by green vegetation. Both variables are used as satellite-derived parameters to calculate surface photosynthesis, evapotranspiration, and net primary production, which inputs are used to calculate terrestrial energy, carbon, water cycle processes, and vegetation biogeochemistry.\n\n\tChange Points of Interest\n\n\t\tAlgorithm refinements were targeted to improve quality of LAI/FPAR retrievals, and consistency with field measurements over all biomes, but with major focus on woody vegetation\n\n\t\tOld 6-biome LAI/FPAR map was replaced with a new 8-biome map (broadleaf and needleleaf forest classes were split into deciduous and evergreen subclasses)\n\n\t\tLAI/FPAR algorithm LUTs refined for all 8 biomes\n\n\t\tReduced file volume through internal compression\n\n\t\tAdditional V005 LAI/FPAR changes: PDF", "title": "Leaf Area Index - Fraction of Photosynthetically Active Radiation 8-Day L4 Global 1km"}, "MCD15A3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd15a3", "description": "Leaf Area Index (LAI) is a dimensionless variable defined as the total one-sided area of green leaves in a vegetation canopy relative to a unit ground area. LAI ignores canopy details such as leaf angle distribution, canopy height or shape. LAI values typically range from 0 for bare ground to 6 or above for a dense forest. Fraction of Photosynthetically Active Radiation absorbed by vegetation (FPAR) is also a dimensionless variable defined as the fraction of the photosynthetically active radiation absorbed by vegetation. FPAR is directly related to the primary productivity function of photosynthesis, and therefore, used to estimate the assimilation of CO2 in vegetation. Both variables are used to calculate surface photosynthesis, evapotranspiration, and net primary production, which help model the terrestrial energy, carbon, and biogeochemical components of vegetation.\nIn contrast to the Terra-MODIS (MOD15A2), Aqua-MODIS (MYD15A2), and the combined Terra and Aqua MODIS (MCD15A2) versions of the 8-day LAI and FPAR products, the level-4 combined (Terra and Aqua) MODIS global LAI and FPAR product is composited every 4 days at 1-kilometer resolution. Projected on a Sinusoidal grid, the MCD15A3 product includes the following Science Data Sets (SDS): LAI, FPAR, and a set of quality rating, and standard deviation layers for each variable. The increased temporal frequency of the 4-day product helps in monitoring phenology and associated rapid changes (that occur within less than a week) especially during transition periods (green-up and senescence).", "title": "Leaf Area Index – Fraction of Photosynthetically Active Radiation 4-Day L4 Global 1km"}, "MCD43A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43a2", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Quality product (MCD43A2) describes the overall condition of the other BRDF and Albedo products. The MCD43A2 product contains 16 days of data at 500 meter spatial resolution provided in a level-3 gridded data set in Sinusoidal projection, and includes albedo quality, snow conditions, ancillary information, and inversion information.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t500m product now available\n\n\t\tQuality information stored as a separate product (MCD43A2) in simplified form\n\n\t\tLocal Solar Noon changed from 5-degree steps to degrees\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Quality 16-Day L3 Global 500m"}, "MOD13Q1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13q1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 469-nanometers, 645-nanometers, and 858-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for time series historical applications. MODIS also includes a new Enhanced Vegetation Index (EVI) that minimizes canopy background variations and maintains sensitivity over dense vegetation conditions. The EVI also uses the blue band to remove residual atmosphere contamination caused by smoke and sub-pixel thin cloud clouds. The MODIS NDVI and EVI products are computed from atmospherically corrected bi-directional surface reflectances that have been masked for water, clouds, heavy aerosols, and cloud shadows.\nGlobal MOD13Q1 data are provided every 16 days at 250-meter spatial resolution as a gridded level-3 product in the Sinusoidal projection. Lacking a 250m blue band, the EVI algorithm uses the 500m blue band to correct for residual atmospheric effects, with negligible spatial artifacts.\nVegetation indices are used for global monitoring of vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties and processes, including primary production and land cover conversion.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production between Terra and Aqua products for improved temporal frequency (Terra 16-day period starting Day 001, Aqua 16-day period starting Day 009)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 250m"}, "MOD14A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod14a1", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are employed to reject typical false alarm sources like sun glint or an unmasked coastline.\nMOD14A1 is produced every 8 days at 1-kilometer resolution as a gridded level-3 product in the Sinusoidal projection. This product is unique in that it has three dimensions: fire-mask (1D) and a maximum fire-radiative-power (2D) are provided for each day (3D) in the 8-day period. For example, the fire-mask contains eight, band sequential (day) 1200 x 1200 images of fire data representing consecutive days of data collection.\nThe Terra MODIS instrument acquires data twice daily (10:30 AM and PM), as does the Aqua MODIS (2:30 PM and AM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\n\n\tChange Points of Interest\n• Internal HDF compression reduces products to ~5% of their uncompressed size.\n• Added two new SDSs (“MaxFRP” and “sample”).\n• SDS \"most confident detected fire\" renamed as \"FireMask\".\n• Reduced 32-bit QA to simpler 8-bit layer.\n• Added global HDF attributes to simplify use of tile-level QA.\n• As always, MOD14A1 products contain 8 days of data per file, but in V005, metadata are written for each day, rather than as totals for the entire 8-day period.", "title": "Thermal Anomalies & Fire Daily L3 Global 1km"}, "MOD09Q1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod09q1", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMOD09Q1 provides Bands 1 and 2 at 250-meter resolution in an 8-day gridded level-3 product in the Sinusoidal projection. Each MOD09Q1 pixel contains the best possible L2G observation during an 8-day period as selected on the basis of high observation coverage, low view angle, the absence of clouds or cloud shadow, and aerosol loading. Science Data Sets provided for this product include reflectance values for Bands 1 and 2, and a quality rating.\nVersion-5 MODIS/Terra Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance 8-Day L3 Global 250m"}, "MOD11B1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod11b1", "description": "The MODIS/Terra Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Terra LST/E Daily L3 Global 5 Km Grid (Short name: MOD11B1), is tile-based and gridded in the Sinusoidal projection, and produced daily at 5 km spatial resolution. The following version-specific tabs delineate details for V4, V41, and V5 MOD11B1 products.", "title": "MODIS/Terra Land Surface Temperature and Emissivity Daily L3 Global 5 km Grid SIN"}, "MCD43C4": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43c4", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Reflectance product MCD43C4 provides reflectance data adjusted using a bidirectional reflectance distribution function (BRDF) to model the values as if they were taken from nadir view. The MCD43C4 product contains 16 days of data provided in a level-3 data set projected to a 0.05° (5600 meters) latitude/longitude Climate Modeling Grid (CMG).\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tSnow-free parameters and quality available in new product (MCD43C2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Nadir BRDF- Adjusted Reflectance 16-Day L3 0.05Deg CMG"}, "MYD14A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd14a2", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are employed to reject typical false alarm sources like sun glint or an unmasked coastline.\nMYD14A2 data are 8-day fire-mask composites at 1-kilometer resolution provided as a gridded level-3 product in the Sinusoidal projection. Science Data Sets include the fire-mask and algorithm quality.\nThe Aqua MODIS instrument acquires data twice daily (1:30 PM and AM), as does the Terra MODIS (10:30 AM and PM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\nVersion-5 MODIS/Aqua Thermal Anomalies/Fire products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tInternal HDF compression reduces products to ~5% of their uncompressed size\n\n\t\tSDS \"most confident detected fire\" renamed as \"FireMask\"\n\n\t\tReduced 32-bit QA to simpler 8-bit layer\n\n\t\tAdded global HDF attributes to simplify use of tile-level QA\n\n\t\tMore: Collection 5 Change Summary for MODIS Active Fire Algorithm and Products (PDF)", "title": "Thermal Anomalies & Fire 8-Day L3 Global 1km"}, "MCD43C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43c1", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Model Parameters product (MCD43C1) contains the weighting parameters for the models used to derive the Albedo and NBAR products (MCD43C3 and MCD43C4). The models support the spatial relationship and parameter characterization best describing the differences in radiation due to the scattering (anisotropy) of each pixel, relying on multi-date, atmospherically corrected, cloud-cleared input data measured over 16-day periods.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tSnow-free parameters and quality available in new product (MCD43C2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Model Parameters 16-Day L3 0.05Deg CMG"}, "MYD11A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11a1", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E Daily L3 Global 1 Km Grid product (Short name: MYD11A1), is tile-based and gridded in the Sinusoidal projection, and produced daily at 1 Km spatial resolution. The following version-specific tabs delineate details for V4, V41, and V5 MYD11A1 products.", "title": "MODIS/Aqua Land Surface Temperature and Emissivity Daily L3 Global 1 km Grid SIN"}, "MYD11A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11a2", "description": "The level-3 MODIS global Land Surface Temperature (LST) and Emissivity 8-day data are composed from the daily 1-kilometer LST product (MYD11A1) and stored on a 1-km Sinusoidal grid as the average values of clear-sky LSTs during an 8-day period.\nMYD11A2 is comprised of daytime and nighttime LSTs, quality assessment, observation times, view angles, bits of clear sky days and nights, and emissivities estimated in Bands 31 and 32 from land cover types.\nVersion-5 MODIS/Aqua Land Surface Temperature/Emissivity products are validated to Stage 2, which means that their accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts.  Further details regarding MODIS land product validation for the LST/E products are available from the following URL: http://landval.gsfc.nasa.gov/ProductStatus.php?ProductID=MYD11\nAlthough later, improved versions of this product may exist, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\nCollection 5 Changes in the V5 PGE16 (PDF)", "title": "Land Surface Temperature & Emissivity 8-Day L3 Global 1km"}, "MCD43C2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43c2", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Snow-free Quality product (MCD43C2) is similar to the MCD43C1 Parameters product except that it describes only snow-free conditions in the other Albedo and NBAR products. It includes model parameters and the overall quality of snow-free pixels. The MCD43C2 product contains 16 days of data provided in a level-3 data set projected to a 0.05° (5600 meters) latitude/longitude Climate Modeling Grid (CMG).\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an \"MCD,\" meaning \"Combined,\" product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tSnow-free parameters and quality available in new product (MCD43C2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Snow-Free Quality 16-Day L3 Global 0.05Deg CMG"}, "MYD13C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13c1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 470-nanometers, 648-nanometers, and 848-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for historical applications. The MODIS NDVI product contains atmospherically corrected bi-directional surface reflectances masked for water, clouds, and cloud shadows. Another MODIS index, the Enhanced Vegetation Index or EVI, uses the blue band to remove residual atmospheric contamination caused by smoke and sub-pixel thin clouds. The EVI also uses feedback adjustment to minimize canopy background variations and to enhance vegetation sensitivity from sparse to dense vegetation conditions.\nGlobal MYD13C1 data are cloud-free spatial composites of the gridded 16-day 1-kilometer MYD13A2, and are provided as a level-3 product projected on a 0.05 degree (5600-meter) geographic Climate Modeling Grid (CMG). Cloud-free global coverage is achieved by replacing clouds with the historical MODIS time series climatology record.\nVegetation indices are used for globally monitoring vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties, including land cover.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production for improved temporal frequency (produced every 8 days using the last 16-days of acquisitions)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band\n\t\tcalled Pixel Reliability.\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 0.05Deg CMG"}, "MYD09A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd09a1", "description": "The MODIS Surface Reflectance products provide an estimate of the surface spectral reflectance as it would be measured at ground level in the absence of atmospheric scattering or absorption. Low-level data are corrected for atmospheric gases and aerosols, yielding a level-2 basis for several higher-order gridded level-2 (L2G) and level-3 products.\nMYD09A1 provides Bands 1–7 at 500-meter resolution in an 8-day gridded level-3 product in the Sinusoidal projection. Each MYD09A1 pixel contains the best possible L2G observation during an 8-day period as selected on the basis of high observation coverage, low view angle, the absence of clouds or cloud shadow, and aerosol loading. Science Data Sets provided for this product include reflectance values for Bands 1–7, quality assessment, and the day of the year for the pixel along with solar, view, and zenith angles.\nVersion-5 MODIS/Aqua Surface Reflectance products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tReduced file volume: internal compression\n\n\t\tImproved aerosol retrieval", "title": "Surface Reflectance 8-Day L3 Global 500m"}, "MYD11C2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11c2", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E 8-Day L3 Global 0.05Deg CMG (Short name: MYD11C2) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MYD11C2 products.", "title": "MODIS/Aqua Land Surface Temperature/Emissivity 8-Day L3 Global 0.05Deg CMG"}, "MYD11C3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11c3", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E Monthly L3 Global 0.05Deg CMG (Short name: MYD11C3) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MYD11C3 products.", "title": "MODIS/Aqua Land Surface Temperature/Emissivity Monthly L3 Global 0.05Deg CMG"}, "MYD11C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11c1", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E Daily L3 Global 0.05Deg CMG (Short name: MYD11C1) is configured on a 0.05º latitude/longitude climate modeling grid (CMG). The following version-specific tabs delineate details for V4, V41, and V5 MYD11C1 products.", "title": "MODIS/Aqua Land Surface Temperature/Emissivity Daily L3 Global 0.05Deg CMG"}, "MOD13C1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod13c1", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 470-nanometers, 648-nanometers, and 848-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for historical applications. The MODIS NDVI product contains atmospherically corrected bi-directional surface reflectances masked for water, clouds, and cloud shadows. Another MODIS index, the Enhanced Vegetation Index or EVI, uses the blue band to remove residual atmospheric contamination caused by smoke and sub-pixel thin clouds. The EVI also uses feedback adjustment to minimize canopy background variations and to enhance vegetation sensitivity from sparse to dense vegetation conditions.\nGlobal MOD13C1 data are cloud-free spatial composites of the gridded 16-day 1-kilometer MOD13A2, and are provided as a level-3 product projected on a 0.05 degree (5600-meter) geographic Climate Modeling Grid (CMG). Cloud-free global coverage is achieved by replacing clouds with the historical MODIS time series climatology record.\nVegetation indices are used for globally monitoring vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties, including land cover.\nVersion-5 MODIS/Terra Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tPhased production for improved temporal frequency (produced every 8 days using the last 16-days of acquisitions)\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices 16-Day L3 Global 0.05Deg CMG"}, "MOD17A2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mod17a2", "description": "The Terra/MODIS Gross Primary Productivity (GPP) product (MOD17A2) is a cumulative composite of GPP values based on the radiation-use efficiency concept that is potentially used as inputs to data models to calculate terrestrial energy, carbon, water cycle processes, and biogeochemistry of vegetation.  MOD17A2 is an 8-day composite at 1-km spatial resolution delivered as a gridded level-4 product in Sinusoidal projection.\nThe MODIS Adaptive Processing System (MODAPS) at the Goddard Spaceflight Center produces this version-5 GPP product.  This version contains some cloud-contaminated LAI/FPAR inputs that users should exclude by flagging them as part of the quality assessment filters.  Once the cloud-contaminated pixels are excluded, this dataset may serve the near-real-time needs for the current calendar year.  Following the completion of the current calendar year, users are encouraged to use the Numerical Terradynamic Simulation Group (NTSG)/University of Montana’s (UMT) version of this product available as version-55 from the LP DAAC.  For more information, refer to the product details via the “Version 055” tab.  For further details regarding the differences between the NTSG and NASA versions of this product, please consult the document referenced in the following news release: https://lpdaac.usgs.gov/about/news_archive/monday_august_22_2011\nVersion-5 and Version-55 Terra/MODIS GPP products are validated to Stage-3; this means that its accuracy was assessed and uncertainties in the product were well-established via independent measurements made in a systematic and statistically robust way that represents global conditions.  These data are deemed ready for use in science applications.\n\n\tChange Points of Interest\n\n\t\tDataset name changed to emphasize Gross Primary Production over Net Photosynthesis\n\n\t\tBiome Property Look-Up Table (BPLUT) parameters modified to agree with GPP derived from measurements at eddy flux towers and synthesized Net Primary Production (NPP)\n\n\t\tSpatially coarse resolution meteorological data are interpolated in a non-linear fashion at 1-km MODIS pixel level instead of nearest neighbor sampling to increase the accuracy of the meteorological data input at pixel level\n\n\t\tReduced file volume by using internal compression (applicable to Version-5 only)", "title": "Gross Primary Productivity 8-Day L4 Global 1km"}, "MCD43A3": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43a3", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Albedo product (MCD43A3) provides 500-meter data describing both directional hemispherical reflectance (black-sky albedo) and bihemispherical reflectance (white-sky albedo). The MCD43A3 product contains 16 days of data provided in a level-3 gridded data set in Sinusoidal projection.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t500m product now available\n\n\t\tQuality information stored as a separate product (MCD43A2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Albedo 16-Day L3 Global 500m"}, "MYD11_L2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd11_l2", "description": "The MODIS/Aqua Land Surface Temperature and Emissivity (LST/E) products provide per-pixel temperature and emissivity values in a sequence of swath-based to grid-based global products. The MODIS/Aqua LST/E 5-Minute L2 Swath 1 km data set (Short name: MYD11_L2) is produced daily at 5-minute increments, and covers both daytime and nighttime acquisitions including the polar regions. The following version-specific tabs delineate details for V4, V41, and V5 MYD11_L2 data sets.", "title": "MODIS/Aqua Land Surface Temperature and Emissivity 5-Minute L2 Swath 1 km"}, "MCD43A1": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43a1", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) BRDF/Albedo Model Parameters product (MCD43A1) contains three-dimensional (3D) data sets providing users with weighting parameters for the models used to derive the Albedo and BRDF products (MCD43A3 and MCD43A4). The models support the spatial relationship and parameter characterization best describing the differences in radiation due to the scattering (anisotropy) of each pixel, relying on multi-date, atmospherically corrected, cloud-cleared input data measured over 16-day periods.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t500m product now available\n\n\t\tQuality information stored as a separate product (MCD43A2)\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "BRDF-Albedo Model Parameters 16-Day L3 Global 500m"}, "MYD14": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd14", "description": "MODIS Thermal Anomalies/Fire products are primarily derived from MODIS 4- and 11-micrometer radiances. The fire detection strategy is based on absolute detection of a fire (when the fire strength is sufficient to detect), and on detection relative to its background (to account for variability of the surface temperature and reflection by sunlight). Numerous tests are employed to reject typical false alarm sources like sun glint or an unmasked coastline.\nMYD14 is level-2 swath data provided daily at 1-kilometer resolution. The Science Data Sets in this product include fire-mask, algorithm quality, radiative power, and numerous layers describing fire pixel attributes.\nThe Aqua MODIS instrument acquires data twice daily (1:30 PM and AM), as does the Terra MODIS (10:30 AM and PM). These four daily MODIS fire observations serve to advance global monitoring of the fire process and its effects on ecosystems, the atmosphere, and climate.\nVersion-5 MODIS/Aqua Thermal Anomalies/Fire products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tChanged calculation of fire radiative power (FRP) to produce more useful output; users no longer need to multiply FRP by pixel area\n\n\t\tChanged long name of SDS \"FP_power\"\n\n\t\tChanged calculation of detection confidence to more accurately identify questionable fire pixels\n\n\t\tMore: Collection 5 Change Summary for MODIS Active Fire Algorithm and Products (PDF)", "title": "Thermal Anomalies & Fire 5-Min L2 Swath 1km"}, "MYD13C2": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/myd13c2", "description": "Global MODIS vegetation indices are designed to provide consistent spatial and temporal comparisons of vegetation conditions. Blue, red, and near-infrared reflectances, centered at 470-nanometers, 648-nanometers, and 848-nanometers, respectively, are used to determine the MODIS daily vegetation indices.\nThe MODIS Normalized Difference Vegetation Index (NDVI) complements NOAA's Advanced Very High Resolution Radiometer (AVHRR) NDVI products and provides continuity for historical applications. The MODIS NDVI product contains atmospherically corrected bi-directional surface reflectances masked for water, clouds, and cloud shadows. Another MODIS index, the Enhanced Vegetation Index or EVI, uses the blue band to remove residual atmospheric contamination caused by smoke and sub-pixel thin clouds. The EVI also uses feedback adjustment to minimize canopy background variations and to enhance vegetation sensitivity from sparse to dense vegetation conditions.\nGlobal MYD13C2 data are cloud-free spatial composites of the gridded 16-day 1-kilometer MYD13A2, and are provided monthly as a level-3 product projected on a 0.05 degree (5600-meter) geographic Climate Modeling Grid (CMG). Cloud-free global coverage is achieved by replacing clouds with the historical MODIS time series climatology record.\nVegetation indices are used for globally monitoring vegetation conditions and are used in products displaying land cover and land cover changes. These data may be used as input for modeling global biogeochemical and hydrologic processes and global and regional climate. These data also may be used for characterizing land surface biophysical properties, including land cover.\nVersion-5 MODIS/Aqua Vegetation Indices products are Validated Stage 2, meaning that accuracy has been assessed over a widely distributed set of locations and time periods via several ground-truth and validation efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\tThis monthly VI product is generated per calendar month\n\n\t\tReplaced NDVI_QA and EVI_QA with one VI_QA Science Data Set and added a general QA overview band\n\t\tcalled Pixel Reliability\n\n\t\tReduced file volume by using internal compression\n\n\t\tMore: MODIS Vegetation Index Product Series Collection 5 Change Summary (PDF)", "title": "Vegetation Indices Monthly L3 Global 0.05Deg CMG"}, "MCD43A4": {"url": "https://lpdaac.usgs.gov/products/modis_products_table/mcd43a4", "description": "The MODerate-resolution Imaging Spectroradiometer (MODIS) Reflectance product MCD43A4 provides 500-meter reflectance data adjusted using a bidirectional reflectance distribution function (BRDF) to model the values as if they were taken from nadir view. The MCD43A4 product contains 16 days of data provided in a level-3 gridded data set in Sinusoidal projection.\nBoth Terra and Aqua data are used in the generation of this product, providing the highest probability for quality input data and designating it as an MCD, meaning Combined, product.\nVersion-5 MODIS/Terra+Aqua BRDF/Albedo products are Validated Stage 1, meaning that accuracy has been estimated using a small number of independent measurements obtained from selected locations and time periods and ground-truth/field program efforts. Although there may be later improved versions, these data are ready for use in scientific publications.\n\n\tChange Points of Interest\n\n\t\t500m product now available\n\n\t\tQuality information stored as a separate product (MCD43A2)\n\n\t\tSolar Zenith Angle changed from mean to angle at local solar noon\n\n\t\tReduced file volume: internal compression\n\n\t\tPhased production strategy: Produced every 8 days with 16 days of acquisition (i.e., production period 2001001 includes acquisition between Days 001 and 016, production period 2001009 includes acquisition between Days 009 and 024)\n\n\t\tMore: Collection 005 Change Summary for MODIS BRDF/Albedo (MCD43) Algorithms (PDF)", "title": "Nadir BRDF-Adjusted Reflectance 16-Day L3 Global 500m"}}